brew "awscli"
brew "curl"
brew "gh"                  # GitHub CLI
brew "helm"                # Kubernetes package manager
brew "htop"
brew "jq"
brew "kubectl"
brew "kubectx"
brew "neofetch"            # System info display
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "tfenv"
brew "tree"                # Directory tree viewer
brew "watch"               # Re-run commands repeatedly
brew "yq"
brew "zsh-autosuggestions"

cask "font-hack-nerd-font"
cask "iterm2"
cask "orbstack"
cask "postman"             # API testing
cask "visual-studio-code"
