brew "jq"
brew "yq"
brew "pyenv"
brew "starship"
brew "htop"
brew "ripgrep"
brew "curl"
brew "kubectl"
brew "kubectx"
brew "zsh"
brew "tfenv"
cask "visual-studio-code"
cask "orbstack"
cask "iterm2"
tap "homebrew/cask-fonts"
cask "font-hack-nerd-font"